{
  "title": "Introducing a better way to find new jobs with the skills you already have",
  "description": "Using LinkedIn’s Skill Genome to surface career paths based on matching skill sets with opportunities.",
  "intro": [
    {
      "type": "text",
      "value": "It can be hard to find a new job, especially now in the United States with unemployment at an all-time high. Sometimes there are transitions out there that might be a great option, but you could be unaware of the possibility. A LinkedIn analysis has helped reveal those potential paths by creating the Skills Genome. To understand why it is useful and how you can wield it, let’s start by learning how it works."
    }
  ],
  "skills": [
    {
      "step": "three",
      "jobs": "Community Advisor, Housing Assistant, Seminar Coordinator",
      "text": "In the United States, there are over 7,000 unique skills critical to landing a job. A common skill that crops up often is <strong>Public Speaking</strong>. Here are three different jobs that list it as a top 20 crucial skill, according to the analysis."
    },
    {
      "step": "two",
      "jobs": "Community Advisor, Seminar Coordinator",
      "text": "How can we better compare them? To make this data more useful, we analyzed over 8,000 jobs on LinkedIn and their associated skills. To illustrate this, let’s directly compare the Community Advisor’s skills to that of the Seminar Coordinator."
    },
    {
      "step": "venn",
      "jobs": "Community Advisor, Seminar Coordinator",
      "text": "<strong>Public Speaking</strong> appears on both lists as the fifth most important skill. If we think about comparing them like a venn diagram, those are overlapping skills that are equally useful to both jobs, so it is balanced evenly, right down the middle."
    },
    {
      "step": "intersect",
      "jobs": "Community Advisor, Seminar Coordinator",
      "text": "We now add the remaining skills prevalent in both jobs. Notice that some align more closely than others. We will adjust their position accordingly; skills farther apart on the list are less centered, nearer the job they rank higher on."
    },
    {
      "step": "remain",
      "jobs": "Community Advisor, Seminar Coordinator",
      "text": "The rest of the skills are, for all intents and purposes, unique to that job. Although they may be useful and not appear on one list, they are less often associated with that job, according to the analysis."
    },
    {
      "step": "score",
      "jobs": "Community Advisor, Seminar Coordinator",
      "text": "We roll this up into a single metric called the skill similarity score, which gives us a way to know how well one job might transition to another. In this case, the score is <em>X</em>. <strong>Public Speaking</strong> is equally vital to both, but is that enough to make it a potentially good match when considering a new position?"
    },
    {
      "step": "compare2",
      "jobs": "Community Advisor, Conference Assistant",
      "text": "To put that number in context, let’s now compare Community Advisor to another job: Conference Assistant. Although connection for <strong>Public Speaking</strong> isn’t as strong, it seems there are more skills in play for both jobs. This one gets a skill similarity score of <em>X</em>."
    },
    {
      "step": "compare3",
      "jobs": "Community Advisor, Housing Assistant",
      "text": "And here is one more comparison; a transition from Community Advisor to Housing Assistant gets a skill similarity score of <em>0.9</em>, a higher skill overlap than both Seminar Coordinator and Conference Assistant."
    }
  ],
  "explore_transition": "We now have a shape to compare these jobs at a glance. In conjunction with the skill similarity score, we can get both a quick and deeper overview to discover how well any two jobs could be transitioned between. Now it is your turn. Explore our database of jobs and skills to find what else might be worth considering when you embark on a new job search.",
  "explore_title": "Explore Job Transitions",
  "explore_description": "Use this tool to help surface possible job transitions based on our skill similarity score database."
}
